CSI API ETABS v1
cSapModel.TendonObj Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cTendonObj TendonObj { get; }
ReadOnly Property TendonObj As cTendonObj
	Get
Dim instance As cSapModel
Dim value As cTendonObj
value = instance.TendonObj
property cTendonObj^ TendonObj {
	cTendonObj^ get ();
}
abstract TendonObj : cTendonObj with get
Property Value
Type: cTendonObj
See Also
Reference
cSapModel Interface
ETABSv1 Namespace